Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.acf28c504ce2
source: 自分の言葉で目標を設定する
ar_sa: حدد الأهداف بكلماتك الخاصة
ca: Establiu objectius amb les vostres pròpies paraules
cs: Stanovte si cíle svými vlastními slovy
da: Sæt dine egne mål
de_de: Festlegen von Zielen in eigenen Worten
el: Θέστε τους στόχους σας με τη δική σας γλώσσα
en_au: Set goals in your own words
es_es: Establece tus metas con tus propias palabras
fi: Määrittele tavoitteesi omilla sanoillasi
fr_ca: Fixer ses propres objectifs avec ses propres mots
gu: તમારી ભાષામાં લક્ષ્યો સેટ કરો
he: להגדיר יעדים בשפה שלך
hi: अपनी भाषा में लक्ष्य निर्धारित करें
hr: Postavite cilj vlastitim riječima
hu: A saját célokat határozd meg
id: Tetapkan tujuan dalam bahasa Anda sendiri
it: Stabilisci i tuoi obiettivi con parole tue
ko: 자신의 언어로 목표를 설정
mr: स्वतःच्या भाषेत ध्येय निश्चित करा
ms: Tetapkan matlamat dalam bahasa anda sendiri
nl_nl: Je eigen doelen stellen
no: Definer egne mål med egne ord
pl: Określ swoje cele własnymi słowami
pt_br: Defina seus próprios objetivos com suas próprias palavras
pt_pt: Defina seus próprios objetivos com suas próprias palavras
ro: Stabilește-ți obiectivele în propriile cuvinte
ru: Устанавливать цели на своем языке
sk: Stanovte si ciele vlastnými slovami
sl: Postavite si cilje z lastnimi besedami
sv: Definiera dina mål med egna ord
ta: உங்களுடைய இலக்குகளை நீங்களே வரையறுத்துக் கொள்ளுங்கள்
te: మీ స్వంత లక్ష్యాలను నిర్దేశించుకోండి
th: กำหนดเป้าหมายด้วยคำพูดของตัวเอง
tr: Kendi hedeflerinizi belirleyin
uk: Встановіть ціль своїми словами
vi: Đặt mục tiêu bằng ngôn ngữ của riêng bạn
zh_hans: 用自己的语言设定目标
zh_hant: 用自己的方式設定目標

# domain_catalog.adb09e5a425d
source: スカルクラッシャー
ar_sa: كسارة الجمجمة
ca: trituradora de crani
cs: Skalovací cvik
da: Skullcrusher
de_de: Skullcrusher
el: Σκολόκρας
en_au: Skullcrusher
es_es: Skullcrusher
fi: Skullcrusher
fr_ca: Skullcrusher
gu: સ્કુલ ક્રેશર
he: סקל קרש
hi: स्कल क्रैशर
hr: Skullcrusher
hu: Skullcrusher
id: Skullcrusher
it: Skullcrusher
ko: 스컬 크래셔
mr: स्कल क्रॅशर
ms: Skull Crusher
nl_nl: Skullcrusher
no: Skullerpress
pl: Skok Squat
pt_br: Skullcrusher
pt_pt: Skullcrusher
ro: Skullcrusher
ru: Скамья для жима
sk: Skalový úder
sl: Skalčni strmi
sv: Skull Crusher
ta: ஸ்கல் க்ராஷர்
te: స్క్వార్‌క్రాషర్
th: สคัลครัชเออร์
tr: Skullcrusher
uk: Скам'янілий погляд
vi: Squat
zh_hans: 杠铃
zh_hant: 杠铃

# domain_catalog.af273fdc159a
source: ロシアンツイスト
ar_sa: تطور روسي
ca: gir rus
cs: Ruský twist
da: Russisk twist
de_de: Russische Twists
el: Ρωσικό στροφείο
en_au: Russian twist
es_es: Giros rusos
fi: Venytys
fr_ca: Twist russe
gu: રોશિયન ટ્વિસ્ટ
he: סיבובי גוף
hi: रोशियन ट्विस्ट
hr: Ruski vijač
hu: Orosz forgatás
id: Russian Twist
it: Rotazioni russe
ko: 러시안 트위스트
mr: रोशियन ट्विस्ट
ms: Putaran Rusia
nl_nl: Russian twists
no: Russisk vri
pl: Rosyjski obrót
pt_br: Rotação Russa
pt_pt: Rotação Russa
ro: Ridicări de picioare cu coarda
ru: Русский поворот
sk: Ruský twist
sl: Ruski vijač
sv: Ryska rotationer
ta: ரஷ்யன் ட்விஸ்ட்
te: రష్యన్ టవిస్ట్
th: ท่าโรลเลอร์
tr: Rus dönüşü (Russian Twist)
uk: Російський оберт
vi: Xoay dây
zh_hans: 俄罗斯转体
zh_hant: 俄罗斯转体

# domain_catalog.b0879cc1fb63
source: 体調不良時に運動を強制しない
ar_sa: لا تجبر نفسك على ممارسة الرياضة عندما تكون مريضًا
ca: No us obligueu a fer exercici quan no us trobeu bé
cs: Neprověřujte se při špatném zdravotním stavu.
da: Tving ikke motion, når du har det dårligt.
de_de: Zwingen Sie sich nicht, zu trainieren, wenn Sie sich nicht gut fühlen.
el: Μην αναγκάζετε τον εαυτό σας να γυμνάζεται όταν δεν αισθάνεστε καλά.
en_au: Do not force exercise when you are unwell.
es_es: No fuerces el ejercicio si te sientes mal.
fi: Älä pakota liikuntaa, jos olet sairas
fr_ca: Ne pas forcer à faire de l'exercice en cas de mauvaise santé.
gu: નબળા હોવા પર કસરત કરવા માટે દબાણ ન કરો.
he: אל תכריחו פעילות בזמן מחלה
hi: जब आप बीमार हों तो व्यायाम न करने के लिए मजबूर न करें
hr: Ne prisiljavajte na vježbanje u slučaju loše kondicije.
hu: Ne erőltesd a mozgást, ha rossz az állapód.
id: Jangan memaksa berolahraga saat merasa tidak enak badan
it: Non forzare l'esercizio in caso di malessere
ko: 건강이 좋지 않을 때 운동을 강요하지 않습니다.
mr: खराब शारीरिक स्थितीत व्यायाम करण्यास भाग पाडू नका.
ms: Jangan memaksa untuk berolahraga jika anda tidak sihat
nl_nl: Geef jezelf niet de schuld als je je niet goed voelt
no: Ikke tving deg til å trene når du ikke har det bra.
pl: Nie wymuszaj ćwiczeń w przypadku złego samopoczucia
pt_br: Não force a prática de exercícios quando estiver se sentindo mal
pt_pt: Não force a prática de exercícios quando estiver se sentindo mal
ro: Nu forța exercițiile dacă nu te simți bine
ru: Не заставляйте себя заниматься физическими упражнениями при плохом самочувствии.
sk: Nepotlačujte cvičenie v prípade zlého zdravotného stavu.
sl: Ne prizoričite se treningom, ko ste bolni
sv: Tvinga inte fram träning om du känner dig dålig
ta: சுகாதாரத்தில் குறைபாடு ஏற்படும்போது உடற்பயிற்சியை கட்டாயப்படுத்த வேண்டாம்.
te: శరీర ఆరోగ్యం సరిగా లేనప్పుడు వ్యాయామం చేయమని బలవంతం చేయవద్దు
th: ไม่บังคับให้มีการออกกำลังกายเมื่อรู้สึกไม่สบาย
tr: Hastalık durumunda egzersizi zorlamayın
uk: Не змушуйте себе займатися фізичними вправами, якщо відчуваєте нездужання
vi: Không ép tập khi cảm thấy không khỏe
zh_hans: 在身体不适时，不要强迫进行运动
zh_hant: 在身體不適時，不要強迫運動

# domain_catalog.b0a38eba9e96
source: 見た目を変えたい
ar_sa: أريد تغيير مظهري
ca: Vull canviar la meva aparença
cs: Chcete změnit svůj vzhled
da: Jeg vil gerne ændre mit udseende
de_de: Ich möchte mein Aussehen verändern
el: Θέλετε να αλλάξετε την εμφάνισή σας
en_au: I want to change my appearance
es_es: Quiero cambiar mi apariencia.
fi: Haluan muuttaa ulkonäköäni.
fr_ca: Je veux changer mon apparence
gu: હું દેખાવ બદલવા માંગુ છું.
he: רוצים לשנות את המראה?
hi: मैं अपना दिखावा बदलना चाहता हूँ
hr: Želim promijeniti izgled
hu: Szeretném megváltoztatni a megjelenésemet
id: Ingin mengubah penampilan
it: Voglio migliorare il mio aspetto
ko: 외모를 바꾸고 싶음
mr: मला माझा लूक बदलायचा आहे.
ms: Ingin mengubah penampilan
nl_nl: Ik wil mijn uiterlijk veranderen
no: Jeg ønsker å endre utseendet mitt
pl: Chcę zmienić swój wygląd
pt_br: Quero mudar minha aparência
pt_pt: Quero mudar minha aparência
ro: Vrei să-ți schimbi aspectul
ru: Хочу изменить свой внешний вид
sk: Chcete zmeniť svoj vzhľad
sl: Želim spremeniti svoj izgled
sv: Vill förändra utseendet
ta: உங்களை மாற்ற விரும்புகிறீர்கள்.
te: నా శరీరాన్ని మార్చాలనుకుంటున్నాను.
th: อยากเปลี่ยนแปลงรูปลักษณ์
tr: Görünümünüzü değiştirmek istiyorsunuz
uk: Хочу змінити свій вигляд
vi: Muốn thay đổi ngoại hình
zh_hans: 想要改变外观
zh_hant: 想要改變外觀

# domain_catalog.b0b9c30ff338
source: バーを体の近くに保ち、背中を丸めずに床から引き上げる。
ar_sa: أبقِ البار قريبًا من جسمك وارفعه عن الأرض دون تقريب ظهرك.
ca: Mantingueu la barra a prop del vostre cos i aixequeu-la del terra sense arrodonir l'esquena.
cs: Udržujte tyč blízko těla a zvedejte se nohama ze země bez zakulaceného zad.
da: Hold stangen tæt på kroppen og løft den fra gulvet uden at runde ryggen.
de_de: Halten Sie die Stange in der Nähe Ihres Körpers und heben Sie sie vom Boden ab, ohne den Rücken zu krümmen.
el: Κρατήστε τη μπάρα κοντά στο σώμα σας και τραβήξτε την από το πάτωμα, διατηρώντας την πλάτη ίσια.
en_au: Keep the bar close to your body and lift from the floor without rounding your back.
es_es: Mantenga la barra cerca del cuerpo y levántese desde el suelo sin encorvar la espalda.
fi: Pidä tanko lähellä vartaloa ja nouse ylöspakarat ilman selän koukistamista.
fr_ca: Gardez le bar près de votre corps et tirez-le vers le haut en gardant le dos droit.
gu: શરીરની નજીક બારને રાખો અને પીઠને સીધી રાખીને જમીનમાંથી ખેંચો.
he: שמור את המוט קרוב לגוף, והרים אותו מהקרקע מבלי לכופף את הגב.
hi: शरीर के करीब बार को रखें और बिना पीठ को मोड़े फर्श से उठाएं।
hr: Držite uteg blizu tijela i podižite ga od poda bez savijanja leđa.
hu: Tartsa a pántot test közelségében, és húzza fel a hátát a talajról, ügyelve arra, hogy a háta ne legyen kinyújtva.
id: Pertahankan bar dekat dengan tubuh, dan angkat dari lantai tanpa membungkukkan punggung.
it: Mantieni la barra vicino al corpo e solleva, mantenendo la schiena dritta e tirando dal pavimento.
ko: 바를 몸 가까이에 유지하고, 허리를 굽히지 않고 바닥에서 들어올립니다.
mr: शरीराच्या जवळ बार ठेवून, पाठीला वाकवून जमिनीवरून वर उचला.
ms: Pastikan bar berada dekat dengan badan, dan angkat dari lantai tanpa membengkokkan punggung.
nl_nl: Houd het gewicht dicht bij je lichaam en til het van de grond zonder je rug te buigen.
no: Hold stangen nær kroppen, og løft den fra gulvet uten å runde ryggen.
pl: Utrzymaj pręt blisko ciała i podciągaj go od podłogi, nie wyginając pleców.
pt_br: Mantenha a barra próxima ao corpo e levante-se, sem arredar as costas.
pt_pt: Mantenha a barra próxima ao corpo e levante-se, sem arredar as costas.
ro: Țineți bara aproape de corp și ridicați-o din picioare, menținând spatele drept.
ru: Держите штангу близко к телу и поднимайте ее, не округляя спину и не отрывая ноги от пола.
sk: Držte tyč blízko tela a zdvihajte ju z podlahy bez prekrútenia chrbta.
sl: Držite bar blizu telesa in ga dvajte od tal brez sklepanja hrbla.
sv: Håll stången nära kroppen och lyft den från golvet utan att böja ryggen.
ta: உடலின் அருகில் பட்டையை வைத்து, முதுகை வளைக்காமல் தரையில் இருந்து தூக்கவும்.
te: శరీరం దగ్గర బార్‌ను ఉంచి, వెన్నును వంచకుండా నేల నుండి పైకి లేవండి.
th: จับบาร์ไว้ใกล้กับตัว และดึงขึ้นจากพื้นโดยไม่ทำให้หลังงอ
tr: Barı vücudunuza yakın tutun ve sırtınızı çatarak yere doğru çekin.
uk: Тримайте ганець близько до тіла та піднімайтеся від підлоги, не округляючи спину.
vi: Giữ thanh gần thân và nâng người lên từ sàn, giữ thẳng lưng.
zh_hans: 保持杠杆靠近身体，不要弯腰，从地面向上抬起。
zh_hant: 保持杠铃靠近身体，不要弯腰，从地面向上抬起。

# domain_catalog.b1193c3dc300
source: たんぱく質
ar_sa: البروتين
ca: proteïna
cs: Bílkoviny
da: Protein
de_de: Protein
el: Πρωτεΐνη
en_au: Protein
es_es: Proteínas
fi: Proteiinia
fr_ca: Protéines
gu: પ્રોટીન
he: חלבון
hi: प्रोटीन
hr: Proteini
hu: Fehérje
id: Protein
it: Proteine
ko: 단백질
mr: प्रथिने
ms: Protein
nl_nl: Eiwitten
no: Protein
pl: Białko
pt_br: Proteína
pt_pt: Proteína
ro: Proteine
ru: Белок
sk: Bielkoviny
sl: Beljakovine
sv: Protein
ta: புரதம்
te: ప్రోటీన్
th: โปรตีน
tr: Protein
uk: Білок
vi: Protein
zh_hans: 蛋白质
zh_hant: 蛋白質

# domain_catalog.b181ea2552a3
source: 医療的な診断をしない
ar_sa: لا يوجد تشخيص طبي
ca: Sense diagnòstic mèdic
cs: Neprovádíme lékařské vyšetření.
da: Udfører ikke medicinske diagnoser
de_de: Keine medizinische Diagnose
el: Δεν κάνουμε ιατρικές διαγνώσεις.
en_au: No medical diagnoses
es_es: No se realizan diagnósticos médicos
fi: Ei tehdä lääketieteellisiä arvioita
fr_ca: Pas de diagnostic médical
gu: તબીબી નિદાન કરશો નહીં
he: לא מבצעים אבחונים רפואיים
hi: कोई चिकित्सा संबंधी सलाह नहीं
hr: Ne provodimo medicinske dijagnoze
hu: Nem történik orvosi diagnózis
id: Tidak memberikan diagnosis medis
it: Non fornire diagnosi mediche
ko: 의학적 진단을 하지 않습니다
mr: वैद्यकीय निदान करत नाही
ms: Tidak membuat diagnosis perubatan
nl_nl: Geen medisch advies
no: Ingen medisinsk diagnose
pl: Nie przeprowadzamy diagnoz medycznych
pt_br: Não fazemos diagnósticos médicos
pt_pt: Não fazemos diagnósticos médicos
ro: Nu facem diagnostice medicale.
ru: Не проводит медицинскую диагностику.
sk: Nepodávame lekárske diagnózy.
sl: Ne opravljajte medicinskih diagnoz
sv: Ingen medicinsk diagnos
ta: மருத்துவ ரீதியான நோயறிதலை செய்ய வேண்டாம்
te: వైద్యపరమైన నిర్ధారణ చేయకూడదు
th: ไม่ทำการวินิจฉัยทางการแพทย์
tr: Tıbbi teşhisler yapmayın.
uk: Не робимо медичних діагнозів
vi: Không đưa ra chẩn đoán y tế
zh_hans: 不要进行医疗诊断
zh_hant: 不要进行医疗诊断

# domain_catalog.b1f2c64a95cc
source: 接続先と認証情報はBodyModeが管理します。画面や診断ログには接続アドレスを表示しません。
ar_sa: ستتم إدارة وجهة الاتصال ومعلومات المصادقة بواسطة BodyMode. لا يتم عرض عنوان الاتصال على الشاشة أو في سجل التشخيص.
ca: BodyMode gestionarà la destinació de la connexió i la informació d'autenticació. L'adreça de connexió no es mostra a la pantalla ni al registre de diagnòstic.
cs: BodyMode spravuje připojení a informace pro ověření. Na obrazovce ani v logu diagnostiky nezobrazuje adresu připojení.
da: BodyMode håndterer forbindelses- og autentificeringsoplysninger. Adressen vises ikke på skærmen eller i logfiler.
de_de: BodyMode verwaltet Verbindungs- und Authentifizierungsinformationen. Die Bildschirm- oder Diagnoseprotokolle zeigen keine Verbindungsinformationen an.
el: Οι διευθύνσεις σύνδεσης και οι πληροφορίες ελέγχου διαχειρίζονται από την εφαρμογή BodyMode. Στις οθόνες ή στα αρχεία καταγραφής δεν εμφανίζονται διευθύνσεις σύνδεσης.
en_au: BodyMode manages the connection and authentication information. It does not display the connection address on the screen or in diagnostic logs.
es_es: BodyMode gestiona la información de conexión y autenticación. No muestra la dirección de conexión en la pantalla ni en los registros de diagnóstico.
fi: BodyMode hallinnoi yhteydenottotietoja ja tunnistautumistietoja. Yhteydenottosoitteita ei näytetä käyttöliittymässä tai diagnosointilohkoissa.
fr_ca: BodyMode gère les informations de connexion et d'authentification. L'adresse de connexion n'est pas affichée sur l'écran ou dans les journaux de diagnostic.
gu: સંડા અને પ્રમાણીકરણની માહિતી BodyMode દ્વારા સંચાલિત કરવામાં આવશે. સ્ક્રીન અથવા ડાયગ્નોસ્ટિક લોગમાં કનેક્શન એડ્રેસ દર્શાવવામાં આવશે નહીં.
he: BodyMode מנהלת את פרטי החיבור והאימות. לא מוצגים כתובות חיבור על המסך או בלוגים של אבחון.
hi: कनेक्शन और प्रमाणीकरण जानकारी BodyMode द्वारा प्रबंधित की जाती है। स्क्रीन या डायग्नोस्टिक लॉग पर कनेक्शन एड्रेस प्रदर्शित नहीं किया जाता है।
hr: BodyMode upravlja podacima za povezivanje i autentifikaciju. Na ekranu ili logovima dijagnosticiranja ne prikazuje adresu veze.
hu: A kapcsolati és hitelesítő információkat a BodyMode kezeli. A képernyőn vagy diagnosztikai naplóban nem jeleníti meg a kapcsolódási címet.
id: BodyMode mengelola informasi koneksi dan autentikasi. Alamat koneksi tidak ditampilkan di layar atau log diagnostik.
it: BodyMode gestisce le informazioni di connessione e autenticazione. Non visualizza l'indirizzo di connessione sullo schermo o nei log diagnostici.
ko: 연결 정보 및 인증 정보는 BodyMode에서 관리합니다. 화면이나 진단 로그에는 연결 주소를 표시하지 않습니다.
mr: कनेक्शन आणि प्रमाणीकरण माहिती BodyMode द्वारे नियंत्रित केली जाईल. स्क्रीन किंवा निदान नोंदीमध्ये कनेक्शन ॲड्रेस दर्शविला जाणार नाही.
ms: Maklumat sambungan dan pengesahan dikendalikan oleh BodyMode. Alamat sambungan tidak dipaparkan pada skrin atau log diagnosis.
nl_nl: De verbinding en authenticatie-informatie worden beheerd door BodyMode. Het toont geen verbindingsadres op het scherm of in de diagnose-logs.
no: BodyMode administrerer tilkoblings- og autentiseringsinformasjonen. Vi viser ikke tilkoblingsadressen på skjermen eller i loggfiler.
pl: BodyMode zarządza danymi połączenia i uwierzytelniania. Adres połączenia nie jest wyświetlany na ekranie ani w dziennikach diagnostycznych.
pt_br: O BodyMode gerencia as informações de conexão e autenticação. Não exibe o endereço de conexão na tela ou nos logs de diagnóstico.
pt_pt: O BodyMode gerencia as informações de conexão e autenticação. Não exibe o endereço de conexão na tela ou nos logs de diagnóstico.
ro: BodyMode gestionează adresa de conectare și informațiile de autentificare. Nu afișează adresa de conectare pe ecran sau în jurnalele de diagnostic.
ru: BodyMode управляет информацией о подключении и аутентификации. Адрес подключения не отображается на экране или в логах диагностики.
sk: BodyMode spravuje pripojené zariadenie a informácie na overenie. Na obrazovke ani v zázname diagnostiky nezobrazuje adresu pripojenia.
sl: BodyMode upravlja povezave in informacije za avtenticacijo. Na zaslonu ali v logih ne prikazuje naslova povezave.
sv: BodyMode hanterar anslutnings- och autentiseringsinformationen. Adressen visas inte på skärmen eller i loggfiler.
ta: இணைப்பு மற்றும் அங்கீகார தகவல்களை BodyMode நிர்வகிக்கிறது. திரையில் அல்லது கண்டறியும் பதிவுகளில் இணைப்பு முகவரியைக் காட்டாது.
te: కనెక్షన్ మరియు ప్రమాణీకరణ సమాచారం BodyMode ద్వారా నిర్వహించబడుతుంది. స్క్రీన్ లేదా డయాగ్నస్టిక్ లాగ్‌లలో కనెక్షన్ చిరునామాను ప్రదర్శించము.
th: ข้อมูลการเชื่อมต่อและข้อมูลประจำตัวจะถูกจัดการโดย BodyMode หน้าจอหรือบันทึกการวินิจฉัยจะไม่แสดงที่อยู่ในการเชื่อมต่อ
tr: Bağlantı ve kimlik bilgileri BodyMode tarafından yönetilir. Ekran veya tanı loglarında bağlantı adresini göstermiyoruz.
uk: Інформація про підключення та автентифікацію зберігається в BodyMode. Адреса підключення не відображається на екрані або в логах діагностики.
vi: Thông tin kết nối và xác thực do BodyMode quản lý. Ứng dụng không hiển thị địa chỉ kết nối trên màn hình hoặc nhật ký chẩn đoán.
zh_hans: BodyMode 会管理连接信息和认证信息。屏幕和诊断日志不会显示连接地址。
zh_hant: BodyMode會管理連線資訊和驗證資訊。螢幕或診斷記錄不會顯示連線位址。

# domain_catalog.b21d4fe27511
source: フラットベンチ＋バーベル
ar_sa: مقعد مسطح + الحديد
ca: banc pla + barra
cs: Bench + činka
da: Flad bænk + stang
de_de: Flache Bank + Langhantel
el: Μπάρα + επίπεδη καρέκλα
en_au: Flat Bench + Barbell
es_es: Banco plano + Barra
fi: Tasainen penkki + tanko
fr_ca: Développé sur banc plat + haltère
gu: ફ્લેટ બેન્ચ + બારબેલ
he: בנץ' מתכוונן + משקולת
hi: फ्लैट बेंच + बारबेल
hr: Široka stolica + štanga
hu: Lapos pad + súlyfogás
id: Bench Flat + Barbel
it: Panca piana + bilanciere
ko: 플랫 벤치 + 바벨
mr: फ्लॅट बेंच + बार्बेल
ms: Bangku rata + Palang
nl_nl: Platte bank + gewicht
no: Flat benk + vektstang
pl: Bench + sztanga
pt_br: Banco reto + barra
pt_pt: Banco reto + barra
ro: Bancă plată + bară
ru: Бенч + штанга
sk: Platová doska + činka
sl: Ravna stala + ute
sv: Platt bänk + hantel
ta: ஃப்ளேட் பெஞ்ச் + பர்வெல்
te: ఫ్లాట్ బెంచ్ + బార్‌బెల్
th: บาร์เบิล + ที่นั่งแบน
tr: Düz Bench + Barbel
uk: Бенч + штанга
vi: Ghế phẳng + Tạ
zh_hans: 平板卧推+杠铃
zh_hant: 平板凳+杠铃

# domain_catalog.b38b92363a48
source: 主要種目を伸ばしたい
ar_sa: أريد تحسين تخصصاتي الرئيسية
ca: Vull millorar les meves disciplines principals
cs: Chcete rozšířit seznam hlavních cvičení
da: Ønsker at fokusere på specifikke øvelser
de_de: Hauptübungen erweitern
el: Θέλετε να βελτιώσετε τις κύριες ασκήσεις.
en_au: Focus on expanding your range of motion.
es_es: Quiero ampliar mi rutina principal
fi: Haluatko lisätä harjoituksiasi?
fr_ca: Développer les exercices principaux
gu: મુખ્ય કસરતોમાં વધારો કરવો છે
he: רוצים להרחיב את סוגי האימונים
hi: मुख्य गतिविधियों को बढ़ाना चाहते हैं
hr: Želim proširiti svoj repertoar vježbi
hu: A fő mozdulatokat szeretném bővíteni
id: Ingin melatih gerakan utama
it: Aumentare il numero di esercizi principali
ko: 주요 운동을 늘리고 싶습니다.
mr: मुख्य व्यायाम करायचे आहेत
ms: Ingin melatih jenis latihan tertentu
nl_nl: De belangrijkste oefeningen uitbreiden
no: Ønsker å utvide treningsprogrammet
pl: Chcesz skupić się na konkretnych ćwiczeniach.
pt_br: Quero aumentar o número de repetições.
pt_pt: Quero aumentar o número de repetições.
ro: Vrei să îmbunătățești performanța în exercițiile principale.
ru: Хочу расширить список основных упражнений
sk: Chcete rozšíriť svoje tréningové ciele
sl: Želite izvesti glavne vaje
sv: Vill träna specifika övningar
ta: முக்கிய பயிற்சிகளை மேம்படுத்த விரும்புகிறேன்
te: ప్రధాన వ్యాయామాలను పెంచాలని కోరుకుంటున్నాను
th: ต้องการเพิ่มประเภทการออกกำลังกายหลัก
tr: Temel egzersizleri geliştirmek istiyorum
uk: Хочу розширити перелік основних вправ
vi: Muốn tập các bài tập chính
zh_hans: 主要项目需要进一步发展
zh_hant: 主要項目進行度：

# domain_catalog.b3fdfb32748f
source: シートとパッドを体格に合わせて使用する
ar_sa: استخدم المقعد والوسادة وفقًا لجسمك
ca: Utilitza el seient i el coixí segons el teu físic
cs: Použijte sedátko a polštář podle své postavy.
da: Brug sædet og polstringen efter din kropsform.
de_de: Verwenden Sie die Sitzfläche und Polster nach Bedarf.
el: Χρησιμοποιήστε το κάθισμα και την επένδυση σύμφωνα με τις διαστάσεις του σώματος.
en_au: Adjust the seat and pad to fit your body.
es_es: Utilizar el asiento y los cojines según su constitución física.
fi: Käytä istuinta ja pehmustetta sopivan kokoisena.
fr_ca: Utiliser les supports et le rembourrage adaptés à votre morphologie.
gu: શરીરના આકાર પ્રમાણે સીટ અને પેડનો ઉપયોગ કરો.
he: התאמה אישית של המושב והכרית לגוף
hi: अपनी शारीरिक बनावट के अनुसार सीट और पैड का उपयोग करें।
hr: Koristite sjedište i jastučić prema svojim mjerama.
hu: A szék és a párna testméret szerint állítható.
id: Gunakan kursi dan bantalan sesuai dengan ukuran tubuh.
it: Utilizzare la sedia e il cuscino in base alla propria corporatura.
ko: 몸에 맞는 의자와 패드를 사용합니다.
mr: शरीराच्या आकारानुसार सीट आणि पॅडचा वापर करणे.
ms: Gunakan kerusi dan bantalan mengikut bentuk badan.
nl_nl: Gebruik de zitbank en kussens op maat.
no: Bruk setet og puten etter kroppstørrelse.
pl: Używaj podkładki i siedziska dopasowanych do Twojej sylwetki.
pt_br: Utilizar assentos e almofadas adequados ao seu tamanho
pt_pt: Utilizar assentos e almofadas adequados ao seu tamanho
ro: Utilizează scaunul și pernele în funcție de constituția ta.
ru: Использование сидений и подлокотников в соответствии с размерами тела
sk: Používajte sedadlo a podložku podľa svojho postavenia.
sl: Uporabi sedež in blažilnik glede na svoje telesno zgradbo.
sv: Använd sits och stöd efter kroppsform.
ta: உடலுக்கு ஏற்றவாறு சீட் மற்றும் பேட்களைப் பயன்படுத்தவும்.
te: శరీరానికి తగినట్లుగా సీట్ మరియు ప్యాడ్‌లను ఉపయోగించడం
th: ปรับให้เข้ากับรูปร่างของตัว โดยใช้เบาะและที่พักแขน
tr: Koltuk ve yastığı vücut ölçünüze göre kullanın.
uk: Використовуйте сидіння та підлокітник відповідно до вашої комплекції.
vi: Sử dụng ghế và đệm phù hợp với vóc dáng
zh_hans: 根据身体尺寸调整座椅和垫子。
zh_hant: 调整座椅和靠垫，根据身体情况使用。

# domain_catalog.b6d4c6091e0b
source: 体へ引く
ar_sa: سحب إلى الجسم
ca: estirar al cos
cs: Přitahujte tělo.
da: Træk kroppen indad
de_de: Zurückziehen
el: Τραβήξτε προς το σώμα.
en_au: Pull towards your body.
es_es: Retrae el cuerpo hacia adentro.
fi: Vetää kehoa sisäänpäin
fr_ca: Tirez sur le corps.
gu: શરીર તરફ ખેંચો.
he: להסיט את הגוף פנימה
hi: शरीर की ओर खींचें।
hr: Vratite tijelo prema unutra.
hu: A tested felé húzza.
id: Menarik tubuh ke dalam
it: Tirare verso il corpo.
ko: 몸으로 당기기
mr: शरीरावर ओढणे
ms: Menarik badan ke arah
nl_nl: Trek je lichaam naar binnen.
no: Trekk kroppen innover.
pl: Przyciągać ciało do środka.
pt_br: Puxe o corpo para dentro.
pt_pt: Puxe o corpo para dentro.
ro: Trageți corpul spre interior.
ru: Притягивайте тело к себе.
sk: Tlak smerujúci do tela.
sl: Povlecite telo nazaj
sv: Dra in kroppen.
ta: உடலை நோக்கி இழுக்கவும்.
te: శరీరాన్ని లోపలికి లాగండి.
th: ดึงเข้าหาตัว
tr: Vücuda doğru çekin.
uk: Притягувати тіло до себе.
vi: Kéo về phía thân
zh_hans: 向身体拉近
zh_hant: 向身體拉近
